; Spanish (argentina)
; Localización al español de Argentina (KNTRO)

[Spanish]
IDS_LCID=0x2c0a
IDS_UPDATE_NO=No hay actualizaciones disponibles.
IDS_UPDATE_YES=Hay una nueva versión disponible: %s. ¿Querés abrir la página de descargas?
IDS_FILE=Archivo
IDS_SETTINGS=Configuración
IDS_EXIT=Salir
IDS_LANGUAGE=Language
IDS_HELP=Ayuda
IDS_WEBSITE=Sitio web
IDS_CHECKUPDATES=Buscar actualizaciones
IDS_ABOUT=Acerca de Error Lookup
IDS_DONATE=Give thanks!
IDS_ALWAYSONTOP_CHK=Siempre visible
IDS_INSERTBUFFER_CHK=Agregar búfer al inicio
IDS_CHECKUPDATES_CHK=Buscar actualizaciones periódicamente (recomendado)
IDS_CODE=Error code
IDS_MODULES=Modules
IDS_DESCRIPTION=Description
IDS_STATUS_TOTAL=Loaded modules: %d of %d
IDS_UPDATE_ERROR=Update server connection error.
IDS_UPDATE_DOWNLOAD=Downloading update...
IDS_UPDATE_DONE=Downloading update finished.
IDS_UPDATE_INIT=Checking for new releases...
IDS_UPDATE_INSTALL=Update available, do you want to install them?
IDS_CLOSE=Close
IDS_RESET=Reset
